Repository: mlcousek/JirkasArc
Catalog: ios/GarminFood/Resources/AppShortcuts.xcstrings
Source language: en
Languages: cs

source: ${light} in ${applicationName}
cs: ${light} v ${applicationName}

source: Check in ${light} in ${applicationName}
cs: Ranní kontrola ${light} v ${applicationName}

source: Log a food by name in ${applicationName}
cs: Zapiš jídlo podle názvu do ${applicationName}

source: Log a food in ${applicationName}
cs: Zapiš jídlo do ${applicationName}

source: Log a glass of water in ${applicationName}
cs: Zapiš sklenici vody do ${applicationName}

source: Log my usual food in ${applicationName}
cs: Zapiš moje obvyklé jídlo do ${applicationName}

source: Log my weight in ${applicationName}
cs: Zapiš moji váhu do ${applicationName}

source: Log the usual in ${applicationName}
cs: Zapiš obvyklé do ${applicationName}

source: Log water in ${applicationName}
cs: Zapiš vodu do ${applicationName}

source: Log weight in ${applicationName}
cs: Zapiš váhu do ${applicationName}

source: Open ${applicationName} to scan a barcode
cs: Otevři ${applicationName} a naskenuj čárový kód

source: Scan a barcode in ${applicationName}
cs: Naskenuj čárový kód v ${applicationName}

source: Tick a habit in ${applicationName}
cs: Odškrtni návyk v ${applicationName}

source: Morning check-in in ${applicationName}
cs: Ranní kontrola v ${applicationName}

source: Mark a habit done in ${applicationName}
cs: Označ návyk jako splněný v ${applicationName}
